eessi/testsuite/tests/apps/openfoam.org/src/cavity3D/1M/fixedTol/Allpre
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication decomposePar
runParallel renumberMesh -overwrite

#------------------------------------------------------------------------------
